const shedule = {
  group21: {
    title: 'Группа 21',
    days: [
      {
        day: 'Понедельник',
        subjects: [
          {
            groups: [
              {
                name: 'Программирвоание (лаб)',
                teacher: 'Маевская С.С.',
                room: 'ауд. 308'
              },
              {
                name: 'Дискретная математика и мат. логика',
                teacher: 'Витько Е.А.',
                room: 'ауд. 309'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Математический Анализ (лк)',
                teacher: 'Сурин Т.Л.'
              }
            ]
          }
        ]
      }
    ]
  },
  group24: {
    title: 'Группа 24',
    days: [
      {
        day: 'Понедельник',
        subjects: [
          {
            groups: [
              {
                name: 'Операционные системы  (лаб)',
                teacher: 'Новый В.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Операционные системы  (лаб)',
                teacher: 'Новый В.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Операционные системы  (лаб)',
                teacher: 'Новый В.В.'
              }
            ]
          }
        ]
      },
      {
        day: 'Вторник',
        subjects: [
          {
            groups: [
              {
                name: 'Операционные системы  (лаб)',
                teacher: 'Новый В.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Операционные системы  (лаб)',
                teacher: 'Новый В.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Операционные системы  (лаб)',
                teacher: 'Новый В.В.'
              }
            ]
          }
        ]
      },
      {
        day: 'Среда',
        subjects: [
          {
            groups: [
              {
                name: 'Операционные системы  (лаб)',
                teacher: 'Новый В.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Операционные системы  (лаб)',
                teacher: 'Новый В.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Операционные системы  (лаб)',
                teacher: 'Новый В.В.'
              }
            ]
          }
        ]
      },
      {
        day: 'Четверг',
        subjects: [
          {
            groups: [
              {
                name: 'Операционные системы  (лаб)',
                teacher: 'Новый В.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Операционные системы  (лаб)',
                teacher: 'Новый В.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Операционные системы  (лаб)',
                teacher: 'Новый В.В.'
              }
            ]
          }
        ]
      },
      {
        day: 'Пятница',
        subjects: [
          {
            groups: [
              {
                name: 'Операционные системы  (лаб)',
                teacher: 'Новый В.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Операционные системы  (лаб)',
                teacher: 'Новый В.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Операционные системы  (лаб)',
                teacher: 'Новый В.В.'
              }
            ]
          }
        ]
      },
      {
        day: 'Суббота',
        subjects: [
          {
            groups: [
              {
                name: 'Операционные системы  (лаб)',
                teacher: 'Новый В.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Операционные системы  (лаб)',
                teacher: 'Новый В.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Операционные системы  (лаб)',
                teacher: 'Новый В.В.'
              }
            ]
          }
        ]
      },
    ]
  },
  group25: {
    title: 'Группа 25',
    days: [
      {
        day: 'Понедельник',
        subjects: [
          {
            groups: [
              {
                name: 'Теория вероятностей (лк)',
                teacher: 'Бородич С.М.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Теория вероятностей (пр)',
                teacher: 'Бородич С.М.'
              },
              {
                name: 'Операционные системы (лаб)',
                teacher: 'Никитин А.И.',
                room: 'ауд. 307'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Операционные системы (лк)',
                teacher: 'Новый В.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Методы численного анализа (лаб)',
                teacher: 'Маркова Л.В.',
                room: 'ауд. 308'
              },
              {}
            ]
          }
        ]
      },
      {
        day: 'Вторник',
        subjects: [
          {
            groups: [
              {
                name: 'Диффиренциальные уравнения (лк)',
                teacher: 'Храмцов О.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Диффиренциальные уравнения (пз)',
                teacher: 'Храмцов О.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Методы численного анализа (лк)',
                teacher: 'Маркова ауд. 308'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Операционные системы (лаб)',
                teacher: 'Храмцов О.В.'
              },
              {
                name: 'Методы численного аналища (лаб)',
                teacher: 'Маркова Л.В.'
              }
            ]
          }
        ]
      },
      {
        day: 'Среда',
        subjects: [
          {
            groups: [
              {
                name: 'Теория вероятностей (лк)',
                teacher: 'Бородич С.М.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Теория вероятностей (пр)',
                teacher: 'Бородич С.М.'
              },
              {
                name: 'Операционные системы (лаб)',
                teacher: 'Никитин А.И.',
                room: 'ауд. 307'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Операционные системы (лк)',
                teacher: 'Новый В.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Методы численного анализа (лаб)',
                teacher: 'Маркова Л.В.',
                room: 'ауд. 308'
              },
              {}
            ]
          }
        ]
      },
      {
        day: 'Четверг',
        subjects: [
          {
            groups: [
              {
                name: 'Диффиренциальные уравнения (лк)',
                teacher: 'Храмцов О.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Диффиренциальные уравнения (пз)',
                teacher: 'Храмцов О.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Методы численного анализа (лк)',
                teacher: 'Маркова ауд. 308'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Операционные системы (лаб)',
                teacher: 'Храмцов О.В.'
              },
              {
                name: 'Методы численного аналища (лаб)',
                teacher: 'Маркова Л.В.'
              }
            ]
          }
        ]
      },
      {
        day: 'Пятница',
        subjects: [
          {
            groups: [
              {
                name: 'Теория вероятностей (лк)',
                teacher: 'Бородич С.М.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Теория вероятностей (пр)',
                teacher: 'Бородич С.М.'
              },
              {
                name: 'Операционные системы (лаб)',
                teacher: 'Никитин А.И.',
                room: 'ауд. 307'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Операционные системы (лк)',
                teacher: 'Новый В.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Методы численного анализа (лаб)',
                teacher: 'Маркова Л.В.',
                room: 'ауд. 308'
              },
              {}
            ]
          }
        ]
      },
      {
        day: 'Суббота',
        subjects: [
          {
            groups: [
              {
                name: 'Диффиренциальные уравнения (лк)',
                teacher: 'Храмцов О.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Диффиренциальные уравнения (пз)',
                teacher: 'Храмцов О.В.'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Методы численного анализа (лк)',
                teacher: 'Маркова ауд. 308'
              }
            ]
          },
          {
            groups: [
              {
                name: 'Операционные системы (лаб)',
                teacher: 'Храмцов О.В.'
              },
              {
                name: 'Методы численного аналища (лаб)',
                teacher: 'Маркова Л.В.'
              }
            ]
          }
        ]
      }
    ]
  }
};

export default shedule;
